#канал
channel_id = -100 #айди канала на который надо подписаться, скорее всего он у вас будет без -100 то есть: 12345 вы дописываете -100 то есть: -10012345
channel = "CHANNEL"#канал на который надо подписаться без @
#бот
BOT_TOKEN = "TOKEN"#токен бота
bot_user = "USERNAME"#юзернейм бота без @
bot_link = "https://t.me/"+bot_user+"?start=" #не трогай сука
helpme="HELP"#аккаунт поддержки без @

#ссылки
channel_info="CHANNEL INFO"#канал бота без @
chat="CHAT"#чат бота без @
#денежки
all_balance = 10#общий баланс для вывода
coast= 1000#цена одного токена
qiwi_token="QIWI TOKEN"#токен киви
qiwi_number="NUMBER"#номер киви с + то есть: +799999
coment="From me"#коменнт к переводу
name_wallet="WALLET"#Название вашей валюты




"""ПРОЧТИ ЭТО
ЧТО БЫ СТАТЬ ВЛАДЕЛЬЦЕМ БОТА И УМЕТЬ ДЕЛАТЬ РАССЫЛКУ НАДО ЗАМЕНИТЬ РОЛЬ В БАЗЕ ДАННЫХ НА 1"""

